{
    "stories": [
        {
            "id": "1",
            "title": "Bagaimana Zebra Mendapatkan Belangnya",
            "thumbnailId": "1",
            "musicId": "3",
            "musicInfo": "Escape Velocity by Scott Buckley",
            "illustrator": "Stephen Wallace",
            "writer": "Jaco Jacobs",
            "translator": "Yustin S",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/131661-how-zebra-got-his-stripes",
            "copyright": "CC-BY-4.0",
            "description": "Zebra sang penyelamat yang berani",
            "review": [
                {
                    "idReview": "vF6awr8j",
                    "name": "Diaz",
                    "review": "Ceritanya bagus",
                    "date": "5 Juni 2023"
                }
            ],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/28310-a-warm-day",
                    "story": "Jaman dahulu kala, saat kulit Zebra masih berwarna putih, terjadi kemarau panjang. Berbulan-bulan tidak ada air hujan setetespun. Rumput menjadi tandus, pohon-pohon menjadi gundul dan satu demi satu sungai mengering. Antelop, Babi Hutan dan Zebra harus berjalan sangat jauh setiap hari untuk mencari air. Suatu pagi saat Antelop sampai di sebuah lubang berisi air, dia mendengar suara yang yang terdengar marah, \"Pergi! Cepat lari! Atau kau akan merasakan akibatnya! Ini lubang air milik Babon!\" Mata Antelop terbelalak kaget. Babon duduk diatas batu disamping lubang air sedang membakar pisang dengan api terbuka. \"Tapi aku sangat haus, lidahku terasa seperti daging kering.\" kata Antelop. \"Dimana aku akan menemukan air?\" Babon menggeram. \"Bukan urusanku! Cepat pergi! Atau kau akan merasakan akibatnya! Ini lubang air milik Babon.\" Antelop melihat gigi Babon yang panjang dan menakutkan. Dia berbalik dan berlari menjauh."
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/28312-chased-by-chimpanzee",
                    "story": "Beberapa saat kemudian Babi hutan mendatangi lubang air yang sama. Tapi, segera setelah dia menundukkan kepalanya untuk meminum air terdengar bunyi marah, \"Pergi!Cepat lari! Atau kau akan merasakan akibatnya! Ini lubang air milik Babon!\" Terkejut, Babi Hutan segera berbalik. Dia melihat Babon diatas batu disamping lubang air sedang membakar pisang. \"Tapi aku sangat haus, rasanya seperti memakan debu,\" kata Babi Hutan. \"Dimana aku akan menemukan air?\" Babi Hutan menggerutu. \"Bukan urusanku! Cepat pergi! Atau kau akan merasakan akibatnya! Ini lubang air milik Babon.\" Sesaat, Babi Hutan siap melawan, tapi dia menjadi takut saat melihat gigi Babon yang panjang. Dia berbali dan berlari menjauh dengan cepat."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/28314-the-white-horse-and-the-chimpanzee",
                    "story": "Beberapa saat kemudian Zebra muncul dilubang air. Sebelum dia sempat meminum air,dia mendengar suara marah. \"Pergi!Cepatlari! Atau kau akan merasakan akibatnya! Inilubang air milik Babon!\" Zebra mendengusdan mendongak ke atas. Dia melihat Babonsedang duduk diatas batu membakar pisang."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/28315-horse-attacks-chimpanzee",
                    "story": "\"Tapi aku sangat haus, rasanya seperti lidahku berada diluar mulutku semalam.\" kata Zebra. \"Dimana aku bisa menemukan air?\"\"Bukan urusanku! Cepat pergi! Atau kau akan merasakan akibatnya! Ini lubang air milik Babon.\" Babon menunjukkan gigi panjangnya, Zebra tidak takut. Dengan kuku kakinya yang berderap, dia menyerang Babon. Zebra sangat marah dan berlari menerobos api bakar milik Babon. Percikan api, asap dan pisang beterbangan. Babon mencoba melarikan diri, tapi terlambat. Zebra menendangnya dengan keras sampai Babon terlempar di udara. \"Aduh!\" teriak matahari. Batu itu sangat panas sampai membakar rambut di pantatnya."
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/28317-the-animals-and-black-striped-horse-meet",
                    "story": "Dan kulit Zebra tidak lagi berwarna putih. Api bakar Babon membakar kulitnya menjadi belang bergaris. Sekarang semua hewan bisa minum dengan aman di lubang air. Dan setiap pagi saat mereka datang untuk minum, Antelop, Babi Hutan dan Zebra bernyanyi, \"Ayo kita minum selagi jalan-jalan, ini lubang air bersama!\""
                }
            ]
        },
        {
            "id": "2",
            "title": "Berapa Berat Udara?",
            "thumbnailId": "2",
            "musicId": "2",
            "musicInfo": "Lullaby by Keys of Moon",
            "illustrator": "Shohei Emura",
            "writer": "Yasaswini Sampathkumar",
            "translator": "Muhammad Dirgantara Esa Valentino Am",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/360284-berapa-berat-udara",
            "copyright": "CC-BY-4.0",
            "description": "Lakshmi dan teman sekelasnya mencari tahu apakah udara memiliki berat",
            "review": [
                {
                    "idReview": "SjIKAe0R",
                    "name": "Khalid",
                    "review": "Ceritanya menarik",
                    "date": "5 Juni 2023"
                }
            ],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14153-girl-and-shopping-bags",
                    "story": "Telapak tangan Lakshmi kebas karena menjinjing kantong plastik yang berat. Kantong pertama berisi setengah kilogram kentang. Kantong kedua berisi setengah kilogram tomat dan sepotong labu abu. Lakshmi masih harus berjalan setengah kilometer sebelum sampai ke rumah. Ia beristirahat dan meletakkan bawaannya di depan sebuah toko. Seorang penjual balon melintas. \"Baloooon, baloooon warna-warni!\" Betapa ringan tampaknya balon sebanyak itu. Seandainya saja kantong-kantong bawaan Lakshmi hanya berisi udara! Tiba-tiba ia teringat sebuah momen di kelas IPA. Ibu Guru Ammu berkata udara mempunyai berat. \"Satu meter kubik * udara beratnya sama dengan 1.2 kilogram.\" *1 meter kubik adalah volume sebuah kubus berukuran 100 cm x 100 cm x 100 cm. Terdengar berat sekali - hampir sama beratnya dengan kantong bawaan Laksmi. Namun, seandainya udara memiliki berat, bukankah seharusnya Lakshmi bisa merasakannya?"
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/16423-a-girl-building-with-wood-with-her-sister-watching",
                    "story": "Saat tiba di rumah, Lakshmi memutuskan untuk menemukan jawabannya. Gowri, adik perempuannya, bisa ikut membantu. Lakshmi mengambil dua belas batang lidi dari sapu baru di dekat tempat cuci piring di dapur. Dengan menggunakan penggaris, ia memastikan setiap lidi panjangnya 100 cm. Lalu ia menempelkan satu lidi dengan lidi yang lain sehingga membentuk kerangka kubus. Lakshmi dan Gowri kemudian membungkus setiap sisinya dengan surat kabar bekas. \"Nah, udara di dalam seharusnya sudah seberat 1.2 kilogram!\" pikir Laksmi. Ia lalu berbaring telentang dengan kubus itu di dadanya agar ia bisa merasakan beratnya. Ia tidak merasakan apa- apa! Namun, ketika Gowri menggantinya dengan kantong sayuran, ia dapat merasakan beban di dadanya. Karena masih penasaran, selanjutnya Lakshmi meniup sebuah balon dan menjatuhkannya. Bila memang udara memiliki berat, balon yang sudah ditiup tentu akan jatuh lebih cepat dibanding balon kosong, bukan? Nyatanya, balon yang ditiup Lakshmi malah melayang jauh. Ia sampai harus mengejarnya. Lakshmi membawa balon itu ke Puskesmas. Di ruang dokter, sementara adiknya sedang divaksin, Lakshmi berdiri di timbangan--berat badannya 19 kilogram. Ia kemudian meletakkan balon itu di atas timbangan secara perlahan. Ternyata, jarum timbangan sama sekali tidak bergerak."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14160-girl-asking-a-question-in-class",
                    "story": "\"Bu Guru, udara tidak memiliki berat,\" kata Lakshmi mengemukakan hasil temuannya di sekolah keesokan harinya. \"Udara tidak bisa dirasakan.\" \"Bisa. Saat udara bergerak kita bisa merasakannya,\" kata ibu guru sambil meniup sehelai rambut di keningnya. Ia juga menunjuk ke arah jendela. Tampak dedaunan bergoyang dan awan mendung bergerak. \"Udara juga dapat menggerakkan berbagai macam benda.\" \"Apakah udara memiliki berat?\" tanya Ibu Ammu. \"Ayo kita cari tahu sama-sama hari ini.\" Ia lalu menulis sebuah pesan dan menyerahkannya kepada salah seorang murid. \"Shyam, tolong ambilkan tiga pak balon tebal untuk Ibu. Yang lain ayo bantu Ibu, kita bereskan ruang kelas untuk percobaan kita.\" Mereka lalu menggeser kursi dan meja ke sudut dan membuat ruang kosong di tengah. Ibu Ammu lalu mengambil kotak kardus. Ia mengukur sisi kotak itu dan berkata, \"Kotak ini volumenya kira- kira satu meter kubik. Sekarang ayo tiup balon-balon ini dan masukkan ke dalam kotak.\""
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14164-students-putting-balloon-in-a-box",
                    "story": "Selama setengah jam, murid-murid meniup balon hingga wajah mereka memerah. Mereka mengikat ujung setiap balon yang berhasil ditiup. Tidak semua balon berakhir di kardus. Beberapa balon melayang jauh. Ada pula yang pelan-pelan mengempis. BANG! Ada juga yang meletus. Ibu Ammu berdiri di dekat kardus dan mengamati para siswa yang mengisinya dengan balon. Setelah kardus itu penuh, Ibu Ammu menyatukan semua balon dengan tali menjadi bola balon raksasa. Para murid lalu beramai-ramai membawa bola balon itu ke kantor Kepala Sekolah untuk ditimbang."
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/17562-a-girl-holding-balloons-a-woman-bursting-them",
                    "story": "Lakshmi berdiri di timbangan--beratnya masih tetap 19 kilogram. Ibu Ammu menyerahkan bola balon kepadanya. Sambil Lakshmi bersusah payah memegang bola raksasa itu, murid yang lain memperhatikan dengan saksama angka di timbangan. Apakah jarumnya bergerak? Betul, jarum timbangan melewati angka 19 kilogram.* *Berat udara bisa bervariasi tergantung lokasi. **Karet balon juga memiliki berat. ***Mengapa jarumnya bergerak hanya sedikit saja? Apakah ini ada hubungannya dengan tekanan udara di luar balon? Ibu Ammu kemudian mengambil peniti dan menusuk lima balon. Lakshmi tersentak, tetapi kemudian tertawa. Murid lain bersorak saat Ibu Ammu meletuskan sisanya. Ketika balon terakhir meletus, jarum timbangan kembali menunjukkan 19 kilogram."
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14169-girl-raising-her-hand",
                    "story": "Lakshmi merasa senang. Hari itu di sekolah sudah terbukti udara memiliki berat. Namun,sebelum lonceng berbunyi, Lakshmi masih punya satu pertanyaan: “Bu, bila udara mempunyai berat, mengapa balon melayang saat terisi udara dan terjatuh saat meletus?” Menurutmu mengapa? Tahukah kamu, molekul udara di sekitar kita lebih banyak jumlahnya dibanding butiran pasir yang ada di semua pantai di Bumi? Bila bertubrukan dengan kita, partikel udara menekan tubuh kita."
                }
            ]
        },
        {
            "id": "3",
            "title": "Berbagi dengan Adil",
            "thumbnailId": "3",
            "musicId": "1",
            "musicInfo": "Positive Ukulele by Sokolovsky Music",
            "illustrator": "Magriet Brink",
            "writer": "Hamsa Venkatakrishnan, Penelope Smith",
            "translator": "Franciscus Dondy",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/337835-sharing-equally",
            "copyright": "CC-BY-4.0",
            "description": "Sebuah cerita tentang matematika dan kue untuk belajar membagi dengan adil meskipun hal itu rumit",
            "review": [
                {
                    "idReview": "-7Bo1yTW",
                    "name": "Diaz",
                    "review": "Bagus-bagus",
                    "date": "4 Juni 2023"
                }
            ],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/22366-three-kids-working-on-a-garden",
                    "story": "Sabtu pagi ini cuaca panas terik di peternakan. Maya, Duksi, dan Dubi membantu Mama K di kebunnya. Anak- anak berkegiatan sepanjang hari. Mereka memupuk tanaman di tanah dengan kompos, menyiangi rumput liar, dan menyirami tanaman. Mereka memanen buah-buahan dan sayur- sayuran yang sudah matang. Hari ini mereka mendapatkan panen stroberi, bayam, dan wortel yang segar. Mama K selalu menawarkan berbagai macam suguhan kepada anak-anak sebagai ucapan terima kasih atas bantuan mereka. Kue, coklat, permen berbentuk ular, dan juga apel, pir, atau jeruk. Mama K hanya punya satu aturan, \"Berbagilah dengan adil!\" Anak-anak menjadi paham bahwa mereka harus membagi berbagai macam kudapan dengan adil, sehingga masing-masing mendapatkan bagian yang sama. Hari ini Mama K membua kue tart stroberi yang dioles dengan lapisan gula warna merah muda dan dihiasi dengan sejenis buah buni dari kebunnya. Anak-anak menunggu kudapan sambil duduk di rerumputan. \"Ini dia!\" kata Mama K sambil tersenyum, \"tapi jangan lupa aturannya, masing-masing harus mendapat bagian yang sama. Berbagilah dengan adil. Dan jangan bertengkar!\""
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/22370-kids-looking-at-the-cake",
                    "story": "Maya-lah yang mulai membagi kue itu. Dia menggaris lapisan gula dengan pisaunya sedangkan yang lain memperhatikannya. Dia belum mulai memotong kue itu. Dia menunggu teman-temannya memberitahunya apakah garis yang dibuatnya sudah benar. \"Sepertinya, aku akan memotong kuenya di dua tempat,\" kata Maya, \"di sini dan di sana, dengan begitu kita akan mendapatkan tiga potong kue yang sama.\" \"Asal bicara,\" seru Duksi, \"bagian tengah terlalu besar!\" Maya mengangkat bahunya sambil tertawa. Kemudian, dia meminta Duksi untuk mencoba memotong kue itu."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/22372-kids-dividing-up-the-cake",
                    "story": "\"Berikan pisaunya kepadaku. Aku akan memotongnya. Ini sangat mudah!\" teriak Duksi. Dia menghapus garis yang Maya buat di atas lapisan gula dan menjilat jemarinya. Dia menggambar garis di tengah kue, kemudian membuat garis lain di sampingnya. \"Lihatlah, ini tiga bagianku!\" \"Tapi itu tidak adil!\" Maya dan Dubi memprotes. \"Bagilah dengan cara yang adil.\" kata Dubi, \"bagian-bagian itu harus berukuran dan berbentuk sama.\" \"Mengapa kamu tidak mencobanya, Einstein?\" celetuk Duksi sambil tertawa. \"Kami bertaruh bahwa kamu tidak akan bisa!\""
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/22377-kids-successfully-divide-cake",
                    "story": "\"Aku lebih memilih jika kue ini berbentuk kotak atau persegi, itu akan lebih mudah!\" Dubi menghela nafas. \"Akan lebih mudah juga untuk berbagi kue bundar ini jika kita berempat.\" sambung Maya. Tiba-tiba sebuah gambar muncul di kepala Dubi. Gambar itu berbentuk lambang perak yang menempel di depan truk merah milik ayahnya. Setiap hari minggu, Dubi membantu ayahnya mencuci truk merah dan mengelap lambang itu sampai mengkilap. \"Eureka! Aku menemukannya!\" teriak Dubi. \"Ah, Dubi, kamu selalu mengejutkan kami.\" bisik Duksi. \"Sudahkah kamu tahu apa yang akan kaulakukan?\" tanya Maya. Dubi tersenyum. Untuk sementara, dia memilih menyimpannya untuk diri sendiri. Rahasia. Dia akan menceritakan hal itu nanti kepada ayahnya. Dia menggunakan pisau untuk menghapus garis yang dibuat Duksi. Kemudian ia menggambar tiga garis di atas lapisan gula. Garis itu terlihat seperti lambang truk ayahnya yang membagi kue menjadi tiga bagian yang sama."
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/22378-mother-serves-juice",
                    "story": "Mama K bergabung dengan mereka dengan membawa tiga gelas jus stroberi di atas nampan. \"Lihat, Mama K, Dubi telah menemukan cara memotong kue menjadi tiga bagian yang sama.\" Maya menjelaskan. \"Tiga bagian yang sama? Bagus sekali Dubi!\" teriak Mama K. \"Kalian berhasil membagi kue dengan adil. Mama bangga dengan kalian. Sekarang, potonglah kue itu dan minumlah jus stroberi ini. Kemudian waktunya untuk pulang. Mama akan memberikan piring untuk membawa pulang bagian kue kalian.\" Maya memotong kue mengikuti garis yang digambar Dubi yang membagi kue menjadi tiga bagian adil. Anak-anak menumpuk irisan-irisan kue di atas satu sama lain sambil tertawa untuk memastikan bahwa semua irisan sama rata."
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/22382-mother-kids-are-excited-to-see-his-father",
                    "story": "Ayah Dubi datang menjemput anak-anak. Dia berlari menemui ayahnya, tidak sabar untuk segera bercerita bagaimana lambang truk ayahnya telah membantunya untuk memecahkan masalah yang pelik."
                }
            ]
        },
        {
            "id": "4",
            "title": "Kasus Air yang Hilang",
            "thumbnailId": "4",
            "musicId": "5",
            "musicInfo": "Horde Of Geese by Alexander Nakarada",
            "illustrator": "Upamanyu Bhattacharyya",
            "writer": "Shalini Srinivasan",
            "translator": "Jala Community for Jala",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/92531-kasus-air-yang-hilang",
            "copyright": "CC-BY-4.0",
            "description": "Ketika tangki di desa Ranj mengering, dia mulai sebuah misi untuk menemukan air yang hilang",
            "review": [],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14272-woman-with-utensils-around-her",
                    "story": "Tangki di desa Ranj hampir kering. Nenek mulai berdoa untuk minta hujan. Ibu mengumpulkan semua ember, pot, dan bejana di rumah dan mengisinya hingga penuh. \"Kita perlu menyimpan air sebanyak yang kita bisa\" katanya. Ayah mengumpulkan alat-alat untuk menggali lebih dalam. \"Kita hanya perlu cukup air sampai hujan tiba\" katanya. Ranj mengeluarkan buku catatan dan pensilnya. Dia mengenakan topi berpikirnya, dan mengikuti orang tuanya ke tangki. Dia memeriksa tempat dasar tangki dengan cermat. Tempat itu retak dan berdebu. Ranj bertanya-tanya, \"Kemana air di dalam tangki ini pergi? Apakah kabur? Apakah dicuri? Ini adalah sebuah misteri!\"."
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14275-man-fishing",
                    "story": "Ranj senang memecahkan misteri: Seperti saat Nenek tidak bisa menemukan kacamata bacanya. Ranj menemukannya di bukunya, menandai halaman yang sedang dibacanya. Lalu di lain waktu - Mengapa gajah-gajah mengunjungi ladang ragi? Ternyata itu karena belalainya yang panjang sekali bisa mencium biji-bijian yang matang, yang siap untuk dimakan. \"Aku akan menemukan air itu,\" gumam Ranj sendiri. Ranj berjalan ke sis lain tangki, melewati ikan-ikan mati dan alang-alang yang kering. \"Apakah kamu tahu ke mana air itu pergi?\" Tanya Raj kepada seorang nelayan. \"Ke hilir?\" Usual nelayan itu."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14277-old-man-sitting-on-a-rock",
                    "story": "Ranj mengikuti aliran sungai kering menuruni bukit. Di bagian bawah ada tangki lain. Di tangki itu ada banyak kambing, tetapi tidak ada air. Ranjy bertanya kepada gembala kambing, \"Apakah kamu tahu di mana air itu berada?\", \"Di hulu\" saran si gembala kambing. \"Saya baru dari situ,\" kata Ranj. \"Tidak ada air disana.\" \"Lebih jauh ke atas, kalau begitu?\" Kata si gembala kambing. \"Dari situlah airmu berasal\". Ranj naik ke tempat tangki. Kemudian dia naik lagi ke tangki di atas bukit. Tidak ada air, tidak ada burung. Hanya ada satu orang di sana. \"Sapna, aku tidak bisa menemukan air. Apakah kamu tahu ke mana perginya?\" Ranj memanggilnya. Dia mengenal Sapna dari sekolah. \"Ke hilir,\" Sapna memanggil balik. Ranj tiba-tiba marah. Dia menghentak kakinya. \"TIDAK!\" Teriaknya. \"Tidak ada. Saya telah mencari dan mencarinya. Tidak ada di hulu ataupun hilir. Oke?\" \"Bagaimana kalau di atas sana?\" Sapna menyarankan. Ranj dan Sapna menatap langit. Matahari membalas berkilau. Semuanya panas-pijar dan berdebu. \"Tidak,\" mereka sepakat bersama. \"Tidak ada air di sana\"."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14280-two-girls-conversing-on-a-boat",
                    "story": "Ranj merebahkan diri ke dalam perahu bersama Sapna dan mengunyah sebuat batang teratai. Dia kepanasan dan lelah. \"Orang tua Manju telah meninggalkan desa,\" kata Ranj. \"Mereka pergi ke kota yang memiliki air. Mungkin kita semua harus pergi\". \"Kamu pergi saja,\" bentak Sapna. \"Tidak ada yang memintamu untuk berada di sini.\" \"Baik,\" kata Ranj. Dan dia menghentak kakinya sambil kembali ke rumah. Tapi itu tidak baik! Masih tidak ada air, masih tidak ada hujan. Keesokan harinya, Ranj menggosok giginya dengan air tangki yang berlumpur di gelas kecil. \"CUIHH!\" Dia meludah. Di sekolah, kelasnya setengah kosong. Semakin banyak keluarga yang meninggalkan daerah itu. Ranj tidak tahan. Dia merindukan semua teman-temannya! Di tengah pelajaran Studi Lingkungan, dia berbalik badan dan berlari keluar dari sekolah. Dia berlari dan berlari sampai dia terengah-engah. Dia akhirnya duduk di sisi jalan. \"Aku harus menemukan airnya!\" Dia mendengus. \"Ada yang bisa aku bantu?\" Tanya seseorang. Ternyata itu Sapna yang melihat Ranj melarikan diri dari sekolah. Muka Ranj berseri-seri. \"Iya nih!\" \"Kita harus melakukan ini dengan benar,\" kata Sapna. \"Seperti insinyur sanitasi sejati\". \"Seperti siapa…?\" Ranj bertanya. \"Insinyur sanitasi yang membangun pipa dan tangki dan saluran air. Aku akan menjadi insinyur ketika aku dewasa nanti.\" Kata Sapna. Ranj dan Sapna memutuskan untuk menggambar peta desa mereka, lengkap dengan semua tangki dan alirannya, yang menunjukkan semua tempat di mana air mungkin mengalir."
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14285-two-girls-arguing-with-a-man",
                    "story": "Kemana air itu bisa pergi? Akhirnya, mereka duduk dan meneliti peta. \"Kami belum melihat tangki itu,\" Ranj menunjuk ke salah satu tangki yang mereka gambar. \"Ayo kita pergi,\" Sapna setuju. Ranj dan Sapna mulai memanjat bukit. Aliran di sana juga kering. \"Mungkin kita seharusnya tidak bolos sekolah. Tangki ini mungkin kering juga,\" kata Sapna sedih. Ketika mereka sampai di tangki, Ranj dan Sapna menyadari bahwa mereka salah. Tangki ini penuh! Sapna menunjuk ke sebuah pompa kecil di ujung danau. Ada sebuah kapal tanker tepat di bawah gili-gili, yang mengumpulkan air saat mengalir. Seorang pria berdiri di sampingnya, memandu kapal tanker itu. \"Misteri terpecahkan,\" sembur Ranj. Dia tidak pernah merasa semarah itu setelah memecahkan sebuah misteri sebelumnya. \"Air kita mau dibawa kemana?\" tanya Ranj. \"Ke kota,\" kata pria itu. \"Mereka memiliki lebih banyak orang, sehingga mereka membutuhkan lebih banyak air\". \"Itu tidak adil!\" Kata Sapna. Pria itu mengangkat bahu, \"Begitulah adanya\". \"Teman saya adalah insinyur sanitasi,\" teriak Ranj. \"Dia tahu apa yang adil dan apa yang tidak adil\". Pria itu tertawa. \"Insinyur sanitasi! Kalian hanya anak-anak!\" Sapna berkata pelan, \"Iya, tapi aku tahu kau tidak boleh mengambil air kami begitu saja\". \"Pulanglah,\" kata pria itu. \"Kalian tidak bisa mengubah apa pun!\" \"Kamu akan menghancurkan pompa Anda!\" teriak Ranj, sambil berlari ke arah pompa tersebut dengan sebuah tongkat. \"Oho!\" Kata pria itu. \"Bukankah seharusnya insinyur sanitasi membangun pompa, tidak merusaknya?\" \"Ya…tidak…tidak bisa seperti ini…\" kata Sapna, dengan sedih. Tetapi Ranj berkata, \"Saya seorang detektif!\" Saya bisa melakukan apa saja yang saya inginkan\". Ranj menemukan ide yang lebih baik. Dia memeluk pompa itu. \"Kamu tidak bisa menjalankannya sekarang!\" Sapna berlari untuk memeluk pompa juga. \"Hei!\" kata pria itu. Sekarang dia benar-benar marah. \"Pulang saja,\" katanya."
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/14535-girl-jumping-in-rain-water",
                    "story": "Saat itulah awan pecah. Guntur meraung, petir menyambar, hujan mengguyur. Sapna mulai tertawa. \"Musim human dating!\" Ranj berteriak. \"Aku akan pulang, walaupun kalian tetap disini,\" kata pria tangki itu. Hujan terus turun. WUSSS, gili-gili meluap, dan sungai mengalir deras, mengguyur mereka. \"Air telah ditemukan! Misteri terpecahkan!\" Kata Ranj. \"HOREEE!\" Mereka menguap dengan gembira."
                }
            ]
        },
        {
            "id": "5",
            "title": "Kencangkan Sabuk Pengamanmu!",
            "thumbnailId": "5",
            "musicId": "1",
            "musicInfo": "Positive Ukulele by Sokolovsky Music",
            "illustrator": "Upamanyu Bhattacharyya",
            "writer": "Nandita Jayaraj",
            "translator": "Erawati Heru Wardhani for Badan",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/352784-arya-in-the-cockpit",
            "copyright": "CC-BY-4.0",
            "description": "Kalian sudah siap untuk lepas landas bersama Arya? Pasang sabuk pengamanmu, ya!",
            "review": [],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5724-a-girl-flying-a-paper-plane",
                    "story": " Arya selalu ingin terbang. Ketika berusia empat tahun, dia ingin menjadi Rosamma. Arya pernah melihatnya di arena sirkus. Rosamma adalah seorang seniman trapeze. Arya ingin terbang dan berayun-ayun di udara. Dia ingin memakai baju yang berkilauan seperti baju Rosamma dan mendapat tepukan dari ratusan penonton. Setiap hari dia akan makan permen kapas dan berteman dengan badut. Para seniman trapeze menaiki tangga besar, berjalan di platform sempit, mengambil trapeze-nya dan melompat ke udara! Seorang rekannya telah menunggu untuk menyambutnya di sisi lain."
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5726-a-girl-in-a-spacesuit-with-a-poster-of-kalpana-chawla-in-her-room",
                    "story": "Ketika Arya berusia delapan tahun, dia ingin menjadi Kalpana Chawla. Dia mengubah baju  oranye menjadi baju astronot dan memakainya sepanjang hari. \"Arya, kamu tidak panas memakai baju itu?\" tanya ibunya. \"Astronot harus terbiasa memakai baju ini, Bu. Luar angkasa beda dengan bumi. Baju ini bisa melindungiku\". Kalpana Chawla lahir di Negara Bagian Haryana, India. Sebagai astronot, dia telah mengelilingi bumi 252 kali! Kalpana meninggal di pesawat ketika pesawat ulang-alik yang dinaikinya memasuki atmosfer."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5727-a-girl-with-a-book-about-amelia-earhart",
                    "story": "Ketika Arya berumur dua belas tahun, dia ingin menjadi Amelia Earhart. Amelia membuat model pesawat sebagai bagian dari proyek sekolah. Modelnya tidak bisa terbang, namun dia tetap mendapat juara kedua. Arya bahkan meniru potongan rambut Amelia! Amelia adalah wanita pertama yang berhasil melewati Atlantik. Mimpinya adalah berkeliling dunia mengikuti garis khatulistiwa. Sayang, dia tidak bisa mewujudkan impiannya karena dia hilang di suatu tempat di Pasifik."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5728-a-girl-watching-a-pilot-fly",
                    "story": "Lalu Arya mendengar kisah Angulia Bai, Kumudammal dan Sarla Thakral, tiga pilot wanita pertama India yang banyak dibicarakan orang. Usia Angulia Bai baru berusia enam belas tahun! Aku tidak mau menunggu sampai usia enam belas tahun! Untuk mengemudi? Bukan, Untuk memilih? Bukan, Jadi untuk apa? Untuk jadi pilot. Tanggal 30 Mei 1935, Kumudammal berusia sembilan belas tahun dan Angulia Bai enam belas tahun menjadi wanita India pertama yang diberi lisensi pilot. Mereka dilatih di klub pilot Madras."
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5729-fighter-pilots-in-the-newspaper",
                    "story": "Ketika Arya berusia delapan belas tahun, dia ingin menjadi pilot pesawat tempur. \"Siapa itu, Chechi?\" tanya adiknya, Raju sambil mengamati poster yang ditempel di dinding kamar Arya. \"Ini Bhawana, Avani dan Mohana, pilot pesawat tempur India yang pertama\". Mohana, Bhawana dan Avani adalah pilot pesawat tempur. Sebelum mereka, hanya laki-laki yang bisa menjadi pilot pesawat tempur di India. Mereka melindungi perbatasan negara dari udara. Saat terjadi bencana alam seperti banjir maupun gempa, mereka berpartisipasi aktif dalam misi penyelamatan."
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5732-a-male-and-a-female-pilot-in-the-cockpit",
                    "story": "Arya menabung sejumlah uang untuk membiayai studinya di sekolah penerbangan. Dia menghabiskan waktu beberapa tahun untuk belajar. Dia mendapat banyak ilmu dalam pelatihan pilot. Dia bekerja keras dan banyak makan wortel karena ibunya selalu mengatakan padanya bahwa wortel bagus untuk mata. Sampai akhirnya dia siap duduk di kokpit. Hari ini adalah hari yang istimewa bagi Arya. Dia yang memegang kendali dan tanggung jawab. Dia sangat senang karena pagi ini ada dua penumpang istimewa di pesawatnya. \"Bapak, Ibu yang terhormat, saya Arya, kapten dalam penerbangan Anda. Selamat datang di pesawat kami\". \"Chechi!\", \"Itu adik saya!\""
                }
            ]
        },
        {
            "id": "6",
            "title": "Kucing di Pegunungan Ghat",
            "thumbnailId": "6",
            "musicId": "2",
            "musicInfo": "Lullaby by Keys of Moon",
            "illustrator": "Ruchi Shah",
            "writer": "Ambika Rao",
            "translator": "Nasema Zeerak for The Asia Foundation",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/40298-the-cat-in-the-ghat",
            "copyright": "CC-BY-4.0",
            "description": "Seorang fotografer alam berencana menemukan kucing liar yang aneh serta bertemu dengan makhluk-makhluk lain yang mempesona",
            "review": [],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/261-wildlife-photographer",
                    "story": "Ini adalah kisah tentang Paman Sandy  yang sangat mencintai kameranya, sehingga ia selalu membawanya ke mana-mana. Mari kita lihat bagaimana masa kecil Paman Sandy. Tidak seperti teman-temannya, ia tidak pernah menginginkan mainan mahal. Ia terlalu asik dengan dengan buku-buku tentang makhluk-makhluk ajaib, sehingga ketika di dalam kelas pun ia tak pernah mendengarkan gurunya. Waktu berlalu, kini Paman Sandy telah menjadi fotografer satwa liar. Sementara teman-temannya ada yang menjadi dokter, insinyur dan penata tari. Paman Sandy tak ingin bekerja di kantor besar. Ia lebih tertarik memotret ular, buaya dan kura-kura. Ia memutuskan untuk meninggalkan keluarga dan teman temannya, dan merasa bebas berangkat ke hutan. Pada ekspedisi sebelumnya ke Pegunungan Ghats, ia menemukan seekor kucing misterius. Sejak itu, Paman Sandy pun terus mencoba mencarinya, ia berharap dapat memotretnya sebagai tanda bukti. Ia lalu memutuskan untuk kembali mengunjungi Pegunungan Ghats Barat, melalui jalur yang berputar, untuk mencari kucing itu. Kucing di Pegunungan Ghat! Rencananya ia akan bertanya kepada semua binatang di sepanjang perjalanannya, agar mendapatkan petunjuk tentang kucing, yang ia tahu berwarna abu-abu."
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/263-man-and-animals-in-hot-sun",
                    "story": "Ia memulai perjalanannya dari kaki bukit pegunungan Ghats. Di bawah matahari yang panas terik, Paman Sandy memerlukan sebuah topi. \"Mari mencari sumber air,\" katanya pada dirinya sendiri. Ia tahu di sana para binatang biasanya meninggalkan jejaknya. Tebak siapa yang ia temukan! Rajanya para kucing sendiri, sang harimau! \"Oh harimau agung,\" katanya, \"Pernahkah kau melihat seekor kucing? Ia tinggi, tangkas dan sewarna dengan topiku\". Sang harimau tidak berkata apa-apa. Ia mengaum dan menatap ke arah lain. Aduh! Hampir saja, pikirnya. Tepat pada saat itu turunlah hujan yang sangat lebat yang membuatnya basah kuyup. Bersamaan dengan hujan lebat itu, keluarlah segerombolan rayap, yang sayangnya langsung lenyap disantap para semut. Hujan yang terkumpul di Pegunungan Ghats Barat turun sebagai air terjun. Air terjun menjadi sungai-sungai, dan menjadi sumber air bagi semua makhluk hidup. Maka jika kita memerlukan air untuk minum, kita harus melindungi Pegunungan Ghats."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/266-man-talking-to-elephants-bathing-in-a-pond",
                    "story": "Apa yang Paman Sandy saksikan berikutnya membuatnya gembira. Sekeluarga gajah sedang mandi di kolam! Mereka memanfaatkan hujan sebaik-baiknya sebelum angin muson tiba. Beberapa dari mereka sedang menendang-nendang rumput, yang lainnya sedang unjuk kekuasaan. \"Permisi kalian semua,\" kata Paman Sandy melambaikan topinya, \"Apakah kalian melihat kucing abu-abu besar?\" \"Tidaak,\" jawab mereka bersamaan, \"Kami belum melihatnya di sekitar sini\". Tak lama Paman Sandy pun memasuki kawasan hutan hujan. \"Kawasan ini lebih tinggi dari yang sebelumnya,\" senandungnya. \"Guk!\" ada yang menyalak dari dalam lebatnya hutan. \"Oh, itu suara kijang yang menyalak, artinya jangan diganggu\". Di atas pohon, ia melihat seekor monyet berwajah singa sedang mencabik buah nangka. Ia tahu itu adalah Monyet Rhesus berekor singa. Ia sudah pernah melihatnya di ensiklopedia binatang. \"Maukah kau menolongku menemukan seekor kucing abu-abu?\" tanya Paman Sandy. \"Baik\", jawab monyet yang sedang menikmati santapannya itu. \"Jalan lurus melalui pepohonan hijau yang tinggi itu sampai kau jumpai salah satu di antaranya yang ada sarang lebah raksasanya\". \"Di bawah pohon itu tinggallah seekor katak yang langka. Ia tinggal di bawah tanah, menghindari cahaya matahari\". \"Aku diberitahu bahwa ia adalah seekor katak yang pandai. Ia tahu hutan ini luar dalam lebih dari yang lainnya\". Paman Sandy ingin segera menjumpai sang katak. Sampai-sampai ia lupa berterima kasih pada monyet itu."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/270-man-holding-a-flower",
                    "story": "Paman Sandy berjalan tegap berirama, kiri, kanan, kiri, kanan melalui deretan pepohonan yang melengkung. Lalu ia melihat sebatang pohon yang sangat tinggi, dengan sarang lebah besar yang kelihatannya hampir terjatuh. \"Kwok, kwok,\" kata seekor katak. Namun Paman Sandy tak bisa melihatnya karena terhalang kabut. \"Oh rupanya kaulah manusia yang datang mencari kucing itu. Aku mendengar tentang dirimu dari si kelelawar cilik yang pandai\". Paman Sandy berkata, \"Maukah kau katakan di mana ia berada? Aku akan memberimu setangkai bunga Iris yang istimewa\". Katak itu berwarna ungu dan merupakan satu-satunya dari spesies itu yang hidup di India, yaitu Nasikabatrachus. Sang katak mengatakan bahwa Paman Sandy akan bertemu dengan seorang dari suku setempat yang mengetahui di mana kucing itu hidup, dan berkenan memandunya. Paman Sandy mengangguk, ia terpesona menyaksikan seekor katak yang demikian luar biasa. Ketika ia melangkah lebih jauh ke dalam hutan lebat itu, ia melihat pepohonan makin berkurang dengan sangat cepat. \"Orang-orang menebang pohon\", katanya, \"Untuk membuat barang-barang yang sangat murah. Dan para binatang yang malang itu tidak punya tempat untuk tidur\", \"Hutan ini adalah rumah mereka, seperti halnya rumah kita di kota\", Sedih dan putus asa dengan kondisi itu, Paman Sandy pun berdoa dalam hati."
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/273-man-sitting-in-a-forest",
                    "story": "\"Lindungi hutan-hutan ini, ya Tuhan. Selamatkan mereka sehingga para binatang bisa hidup dalam damai.\" Ia pun melanjutkan perjalanannya. Padang rumput dataran tinggi menantinya. Di sanalah ia akan menemukan sang kucing di tempat persembunyiannya. Di tempat yang paling terpencil di seluruh Pegunungan Ghats Barat ini, dengan padang rumputnya yang begitu hijau, Paman Sandy duduk takjub memandangi keindahan dan keajaibannya. Ia merasa ini adalah negeri dongeng. Tiba-tiba ada yang menepuk punggungnya. Ia berbalik dan melihat wajah yang dicat hitam. \"Siapakah Anda, Pak?\" tanya Paman Sandy. \"Sudah jelas bahwa aku adalah seorang dari suku yang tinggal di sini\". \"Baik Pak, tapi berkenankah anda menjawab satu pertanyaanku ini? Di manakah aku dapat menemukan kucing istimewa yang kucari-cari ini? Sebelumnya aku hanya pernah melihatnya sekali\". \"Apakah kau sedang membicarakan tentang Pogeyan?\" tanyanya. Paman Sandy tidak yakin dengan apa yang ia maksudkan. \"Sang kucing yang datang dan pergi laksana kabut. Apakah itu yang kau maksudkan, kucing yang sulit dimengerti itu?\" \"Ya Pak, yang itu\", Paman Sandy membenarkan. Ia sangat bersemangat. \"Aku tahu!\" katanya sambil menunjuk ke atas gunung, \"Aku pernah melihatnya di sana, tiga kali dalam jarak yang sangat dekat.\""
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/276-happy-man-and-tribesman",
                    "story": "Paman Sandy merasa sangat bersyukur. Ia bersalto dan membuat orang dari suku setempat itu bingung. Paman Sandy sedang mendaki sambil bersiul-siul ketika ia melihat dua kambing gunung jantan saling menyeruduk. Ia mengamati betapa mereka telah beradaptasi dengan medan pegunungan. Paman Sandy berangan-angan andai ia dulu juga lahir di pegunungan. Sudah pasti ia akan menemukan sang kucing di sekitar situ. Paman Sandy memutuskan untuk memasang jebakan kamera di seluruh tempat itu. Kemudian ia tidur nyenyak di atas bukit curam beratap langit yang berkelap-kelip. Ketika bangun, ia segera lari mengecek jebakan-jebakan kameranya. Dan benar, ada beberapa foto sang kucing itu!! Kucing di Pegunungan Ghat! Kucing itu tampak sama seperti sepuluh tahun yang lalu. Paman Sandy merasa sangat bahagia! Pada saat yang bersamaan ia merasakan ada ular kecil merayap di atas kakinya. Ia terbangun, dan menyadari bahwa itu semua hanya mimpi. Paman Sandy berdoa agar mimpinya bisa menjadi kenyataan. Kita juga berharap agar ia bisa segera menemukan sang kucing abu abunya, bukan? Kucing di Pegunungan Ghat adalah kisah unik Paman Sandy dalam pencariannya akan kucing misterius di Pegunungan Ghat Barat. Cerita ini terinspirasi oleh kisah nyata perjalanan Sandesh Kadur, seorang penjelajah National Geographic, sekaligus seorang pembuat film tentang alam dan fotografer konservasi alam. Tujuannya adalah menginspirasi orang lain untuk melindungi dan menghargai apa yang ada di alam. Dan ia masih tetap mencari si Pogeyan!"
                }
            ]
        },
        {
            "id": "7",
            "title": "Penerbangan Pertama Raju",
            "thumbnailId": "7",
            "musicId": "1",
            "musicInfo": "Positive Ukulele by Sokolovsky Music",
            "illustrator": "Upamanyu Bhattacharyya",
            "writer": "Nandita Jayaraj",
            "translator": "IGAP Trisnajaya",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/129032-penerbangan-pertama-raju",
            "copyright": "CC-BY-4.0",
            "description": "Bergabunglah dengan Raju saat dia bersiap untuk suatu perjalanan penerbangan yang sangat istimewa",
            "review": [],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5716-a-boy-flying-a-fighter-jet-in-france",
                    "story": "Kapten Raju mengemudikan pesawat tempur itu tajam ke kiri, sedikit saja menghindari Menara Eiffel. \"Fiuh! Paris memang tempat yang susah untuk terbang,\" pikirnya, jantungya berdegup kencang. Tiba-tiba, dia mendengar bunyi dari kokpit - \"TIT TIT TIT\" Apa itu? Apakah dia berada di wilayah musuh? Apakah mesin pesawat mengalami kerusakan?"
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5717-a-boy-in-bed-with-his-flight-ticket",
                    "story": "\"TIT TIT TIT\" Raju terbangun dari tidur pada saat alarm berbunyi. \"Itu semua hanya sebuah mimpi\", gumamnya. Tapi, tunggu. Tak ada waktu untuk kecewa. Hari ini adalah hari yang penting. \"Aku akan naik pesawat untuk pertama kalinya! Amma, Aku sudah bangun!\" Ibunya saat itu sedang menutup resleting koper. \"Selamat pagi, Raju!\" sahutnya.\"Ibu sangat senang untuk dapat bertemu kakakmu. Sudah berbulan-bulan sejak terakhir kali kita bertemu dengan Arya! Cepatlah bersiap-siap.\""
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5718-a-boy-and-his-mother-at-the-airport",
                    "story": "Raju berada di dalam sebuah bandar udara untuk pertama kali dalam hidupnya. Dia membantu ibunya mengangkat koper ke atas ban berjalan. Ban berjalan tersebut membawa tas-tas kedalam sebuah mesin besar. Seorang wanita dengan teliti mengamati melalui layar kecil dibelakang mesin tersebut. Raju sangat terkejut saat dia melirik ke layar tersebut. Layar itu tidak hanya menampilkan tas nya tapi juga seluruh isi di dalam tas - sepatu olahraga barunya, teropongya, semua isi tas! \"Penglihatan X-ray! Seperti yang dimiliki Kapten Raju...\" imbuh Raju. Raju ingin bertanya sesuatu kepada wanita itu, namu ibunya menghentikan. \"Diam, Raju. Wanita itu bagain dari regu keamanan. Dia harus memastikan bahwa penumpang tidak membawa barang-barang berbahaya seperti bahan peledak atau senjata. Lebih baik jangan ganggu dia.\" "
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5719-a-boy-and-his-mother-watching-a-flight-take-off",
                    "story": "Akhirnya, Raju mencapai aula yang sangat besar.Dinding-dindingnya terbuat dari kaca dan dia dapat melihat banyak pesawat terbang di luar. Salah satu pesawat sedang lepas landas. \"Pilot memiliki pekerjaan yang sangat penting, bukan, Amma?\" \"Tentu saja. Layaknya pengemudi bus atau kapten kapal, pilot bertanggung jawab atas keamanan perjalanan dari begitu banyak penumpang.\" \"Checi sangat beruntung. Dia sudah pernah menaiki banyak pesawat terbang sebelumnya! Aku tidak sabar sampai sayang cukup dewasa.\" Amma tertawa. \"Oh iya. Arya tentu saja pernah menaiki banyak pesawat. Tapi, kamu baru berumur sembilan tahun. Masih banyak waktu untuk kamu, Raju.\"Raju melihat orang-orang berbaris di depan Pintu Gerbang 8. \"Itu pintu gerbang kita, Amma. Sudah saatnya untuk menaiki pesawat.\""
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/5723-a-woman-and-a-boy-on-a-flight",
                    "story": "Sepuluh menit kemudian, mereka telah berada di tempat duduk mereka, dengan sabuk pengaman terpasang. Raju melihat keluar jendela ketika pesawat akhirnya mulai bergerak. Pesawat itu berangkat perlahan, tetapi dalam sekejap pesawat berlaju sangat kencang sehingga Raju merasakan tempat duduknya bergetar.Tiba-tiba, getaran itu berhenti. Pesawat besar itu terbang di angkasa! \"Amma, kita terbang!\" \"Iya, kita terbang! Dengarkan, Raju. Mereka sedang memberikan pengumuman. Shhh!\" Terdengar suara dari pengeras suara. Suara yang tak asing.... \"Bapak-bapak dan Ibu-ibu, saya kapten pesawat ini, Arya. Selamat datang di penerbangan ini!\" \"Chechi!\" \"Itu Putriku!\""
                }
            ]
        },
        {
            "id": "8",
            "title": "Rumah Baruku!",
            "thumbnailId": "8",
            "musicId": "2",
            "musicInfo": "Lullaby by Keys of Moon",
            "illustrator": "Amalendu Kaushik, Pallak Goswamy",
            "writer": "Niyati Makkithaya",
            "translator": "Evi Melila Sari",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/551858-my-new-house",
            "copyright": "CC-BY-4.0",
            "description": "Buku ini bercerita tentang Anisha, seorang anak yang pindah ke rumah baru",
            "review": [],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/31615-a-mother-and-daughter-packing-for-a-trip",
                    "story": "Kami akan pindah ke rumah baru. Aku takut. Di rumah baru, aku akan bersekolah di sekolah baru. Aku juga akan memiliki teman-teman baru. Kami mengemasi barang-barang dan pindah. Ibu berkata kepadaku, \"Pasti menyenangkan di sekolah baru nanti.\" Aku berdoa semoga kata-kata ibu menjadi nyata."
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/31617-a-child-and-a-mother-standing-at-a-ticket-counter",
                    "story": "Kami memutuskan untuk beistirahat dan makan siang. Kami makan roti lapis dan keripik. rasanya sangat enak! Lalu, kami berjalan menuju ke rumah baru. Aku sudah tidak sabar ingin melihat rumah baruku!"
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/31633-a-child-and-a-mother-getting-ready",
                    "story": "Akhirnya kami sampai di rumah baru. Kami masuk rumah dan membuka tas bawaan. Kami menata barang-barang. Kemudian, ibu menyuruhku untuk tidur karena aku harus bangun pagi untuk pergi ke sekolah. Aku pergi ke sekolah hari ini! Ibu menyiapkan sarapan dosa 'panekuk beras yang tipis'. Ibu menyuruhku untuk segera bersiap-siap. Ibu berkata, \"Bersikaplah yang baik di sekolah.\" Kami menutup pintu, keluar rumah, dan berjalan menuju ke sekolah."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/31621-a-child-talking-to-other-children",
                    "story": "Dalam perjalanan, kami melihat seorang gadis. Gadis itu menyapa kami, \"Halo! Namaku Mira. Kamu anak baru ya?\" Aku melihat ibu dan membalasnya, \"Halo, Mira. Namaku Anisha. Aku baru pindah di sini. Aku akan pergi ke sekolah.\" Mira terlihat senang dan berkata, \"Aku juga akan pergi ke sekolah.\" Aku sangat senang. Mungkin Mira bisa menjadi temanku. "
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/31625-two-children-playing-with-wooden-horses",
                    "story": "Aku benar! Aku dan Mira menjadi teman baik. Mira bercerita banyak hal tentang sekolah. Kami pergi ke sekolah, bermain, dan melakukan banyak hal bersama! Mira bahkan bermain ke rumahku. Aku suka rumah baruku!"
                }
            ]
        },
        {
            "id": "9",
            "title": "Rumah di Tengah Hutan",
            "thumbnailId": "9",
            "musicId": "5",
            "musicInfo": "Horde Of Geese by Alexander Nakarada",
            "illustrator": "Fahad Faizal, Robyn Penn",
            "writer": "Yuva Yatin",
            "translator": "Faiz Akbar Leksananda",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/397202-the-lone-mansion",
            "copyright": "CC-BY-4.0",
            "description": "Seorang anak penasaran dengan kejadian misterius di dalam sebuah rumah",
            "review": [],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/11110-house-in-the-forest",
                    "story": "Pada suatu waktu, hiduplah seorang laki-laki yang hidup sendirian. Di mana pun ia tinggal, selalu saja ia membenci tetangganya. Maka, ia pun memutuskan untuk tinggal seorang diri di dalam hutan. Sampai pada suatu sore, lelaki tersebut mendapati hal yang tidak biasa. Ia mencium bau busuk yang membuatnya sesak napas! Ia memeriksa dari mana bau busuk tersebut berasal, dan ternyata bau itu berasal dari dapur. Saat memeriksa dapur, ia melihat bayangan seorang wanita. Badannya seketika menjadi kaku karena ia adalah satu-satunya manusia yang hidup di hutan tersebut. Bagaimana mungkin ada seorang wanita yang masuk ke dapurnya! Sambil gemetar, ia mengajak bicara sesosok bayangan tersebut, \"Hai Nona, apa yang sedang kamu lakukan di tengah-tengah hutan begini?\" Bayangan itu tiba-tiba menghilang dan tidak meninggalkan jejak sedikit pun. Lelaki tersebut sangat ketakutan melihat apa yang baru saja dilihatnya, lalu memutuskan untuk mengemasi barangnya dan pergi meninggalkan rumah itu selama-lamanya."
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/10947-woman-ironing-shirt",
                    "story": "Di desa sebelah, hiduplah seorang anak laki-laki bernama Hemlock. Ia pemberani dan selalu ingin tahu. Suatu hari, ia bercakap-cakap dengan ibunya mengenai sebuah rumah di hutan dekat rumah mereka. Ibunya berkata bahwa pemilik rumah tersebut pergi meninggalkan kediamannya karena mendapati kejadian mistis di sana. Bukannya takut, Hemlock justru penasaran dan berusaha mencari tahu tentang kebenaran peristiwa tersebut. Suatu hari saat libur musim panas, Hemlock menengok ke luar jendela dan melihat orang-orang sedang bercocok tanam di ladang. Perhatiannya terpusat kepada hutan yang ada di belakang orang-orang itu. Ia pun teringat dengan pemilik rumah misterius yang dahulu diceritakan ibunya. Ia terpikir untuk datang mengendap-endap ke rumah itu untuk mencari tahu apa yang sebenarnya terjadi di sana. Hemlock adalah anak cerdas yang sangat suka belajar. Ia selalu bertanya kepada gurunya jika ragu atau ada yang mengganjal di pikirannya. Suatu hari, ia bertanya kepada gurunya mengenai kejadian mistis yang terjadi di sebuah rumah di tengah hutan. \"Apakah hantu itu ada?\" ia bertanya. Gurunya menjelaskan bahwa hantu itu tidak ada, dan sebenarnya semua hal dapat dijelaskan secara ilmiah. Namun, tak dapat disangkal, Hemlock sendiri sebenarnya masih sedikit takut dengan hantu, namun ia selalu ingin mencari tahu."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/11110-house-in-the-forest",
                    "story": "Hemlock semakin penasaran dengan rumah tersebut. Ia sangat ingin mengunjungi dan menelusuri isi rumah tersebut, tapi ia masih takut kalau ada hantu di dalamnya. Setelah beberapa hari, akhirnya ia berhasil mengatasi rasa takutnya dan berencana menelusuri rumah tersebut. Peristiwa mistis tersebut terjadi pada hari Minggu, 12 April tujuh tahun lalu. Maka, ia pun memutuskan untuk datang pada tanggal yang sama pada saat peristiwa mistis itu terjadi untuk mencari tahu penyebabnya. Hari ini tanggal 11 April, dan besok ia akan menelusuri rumah tersebut. Ia sudah bersiap-siap sejak pagi dan akan memulai perjalanannya ke tengah hutan. Sekarang pukul dua siang. Ia memutuskan untuk membawa peta dan kompas untuk berjaga-jaga agar tidak tersesat. Pukul tiga sore, ia sampai di tempat tujuan. Tempat tersebut sangat tua, kotor, dan tidak terawat. Ia akhirnya dapat melihat wujud rumah tersebut, dan ia mendapati bahwa ia sudah berjalan sejauh satu setengah kilometer dari rumahnya. Dengan agak ketakutan, ia mulai mendekati dan melangkah masuk ke dalam rumah. Saat memasuki ruang dapur, ia sangat terperanjat karena melihat sesuatu yang menyeramkan! Ternyata, itu adalah bayangan seorang wanita, sama seperti yang ditemui lelaki tersebut. Ia hampir lari ketakutan saat ia tidak sengaja menengok ke luar jendela. Di sana, ia melihat sebatang kayu dan sebuah pohon yang berdiri menutupi datangnya cahaya matahari sehingga membentuk bayangan yang menyerupai seorang wanita. Saat itu matahari bersinar sangat cerah sehingga bayangan yang ditimbulkannya terlihat sangat nyata! Sambil tertawa, Hemlock kemudian mengecek isi dapur dan mencium bau yang sangat busuk di sana. Ia membuka laci dan menemukan sepotong keju busuk! Tiba-tiba, ia melihat sesuatu yang bergerak cepat di luar jendela yang membuatnya terperanjat. Ia melihat ke luar dan mendengar suara derap langkah kaki yang cepat. Ia pun kembali ketakutan. Ia mulai berlari dan menyadari ada sesuatu yang aneh. Rumah itu tertata cukup rapi, seperti sedang ditinggali oleh seseorang, dan ia melihat baju-baju digantung di luar rumah yang masih basah seakan-akan baru saja dicuci. Ia berlari keluar dan hampir menabrak seorang pria."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/6496-a-shadow",
                    "story": "Seorang lelaki mundur selangkah dan berkata, \"Hai anak kecil, apa yang kau lakukan di sini?\". Hemlock bersikap santai dan menjawab, \"Halo Pak, saya ke sini untuk menelusuri rumah ini.\". Lelaki itu tertawa dan bertanya, \"Mengapa kamu menelusuri rumahku?\". Hemlock kebingungan, \"Ini rumah Bapak?\" ia bertanya. \"Ya, ini rumahku,\" ujar lelaki tersebut. \"Aku adalah asisten dari pemilik rumah ini sebelumnya. Majikanku adalah orang yang suka menyendiri dan ia tidak suka kalau aku tinggal di sini bersamanya. Akhirnya, aku tinggal di kota lain, di tempat majikanku sebelumnya tinggal. Namun setelah beberapa lama, entah mengapa majikanku meninggalkan rumah hutan ini, sehingga aku minta izin untuk dapat tinggal lagi di sini,\" lelaki itu menjelaskan. Hemlock tercengang dan berkata kepada lelaki itu, \"Apa Bapak tidak takut hantu?\". Lelaki tersebut tertawa terbahak-bahak, \"TIDAK TIDAK, hantu itu tidak ada anak muda. Semua hal yang ada di dunia ini dapat dijelaskan secara ilmiah. Hemlock berkata, \"Apa Bapak butuh bantuan? Desaku ada di dekat sini. \"Wah, sebuah desa ya, sebenarnya sudah dari dulu aku ingin mendirikan lahan pertanian untuk mencukupi kebutuhanku sehari-hari. Dan kebetulan saat ini aku sedang kehabisan makanan,\" kata lelaki itu memelas. Hemlock pun sangat ingin membantu lelaki tersebut. Namun, ia perlu berbicara dulu dengan keluarganya, kemudian baru kembali lagi ke sini untuk mengirimkan bantuan. Lelaki tersebut sangat senang mendengarnya dan berterima kasih kepada Hemlock"
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/10948-boy-running",
                    "story": "Hemlock kembali ke desanya dengan perasaan bahagia. Ia tidak sabar untuk mengabarkan hal ini kepada kedua orang tuanya. Ia pun berlari sambil berteriak; \"AYAH, IBU, aku menemukan sesuatu!\". Ia mengabarkan kepada ayah dan ibunya bahwa ia baru saja mengunjungi rumah di dalam hutan itu dan bertemu dengan seorang lelaki yang sedang membutuhkan bantuan. Orang tuanya sempat kesal karena mengira ia hanya mengada-ada cerita ini. Tapi akhirnya, mereka sepakat untuk mendatangi rumah tersebut. Mereka bertiga akhirnya pergi ke sana dan menemui lelaki tersebut. Orang tua Hemlock membantu membuatkan ladang di samping rumah hutan tersebut. Beberapa tahun kemudian, semakin banyak penduduk yang tinggal di sana, dan akhirnya daerah itu menjadi sebuah desa. Tak lama, desa itu semakin berkembang dan menjadi kota kecil. Lelaki yang tinggal di rumah tersebut kini telah memiliki ladang yang sangat besar dan dapat mencukupi kebutuhan makan sehari-harinya. Ia pun sangat bahagia dengan kehidupannya saat ini. Hemlock pun menjadi terkenal di desanya. Guru beserta teman-temannya memberikan ucapan selamat kepadanya. Sekarang, Hemlock sudah tidak takut hantu. Ia pun dapat mengambil pelajaran berharga bahwa hantu itu tidak ada. Sebenarnya di balik setiap kejadian mistis sekalipun, ada penjelasan ilmiahnya. Hemlock tumbuh menjadi pemberani, sama seperti lelaki yang tinggal sendirian di dalam hutan."
                }
            ]
        },
        {
            "id": "10",
            "title": "Terperangkap di Internet",
            "thumbnailId": "10",
            "musicId": "4",
            "musicInfo": "Factory XXII by | e s c p ",
            "illustrator": "Gaurav Wakankar",
            "writer": "Kris Stokes, Madhurima Chakraborty",
            "translator": " M. Zainal Muttaqien",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/130856-terperangkap-di-internet?mode=read",
            "copyright": "CC-BY-4.0",
            "description": "Bergabunglah dengan Kunal dalam pengembaraan fiksi ilmiah melalui Internet dalam upaya menemukan jalan pulang",
            "review": [],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/33712-a-boy-is-pulled-through-multiple-screens",
                    "story": "Kunal sangat menyukai Internet. Ia sering meminjam ponsel ibunya agar ia bisa menonton video.\"Jangan menonton terlalu lama. Nanti kamu bisa tersedot!\" kata Ibu memperingatkan Kunal. Pertama-tama, Kunal menonton video kartun Ninja. Kemudian, ia menonton video gunung berapi memuntahkan lahar. Selanjutnya, ia menonton video anak kecil bermain dengan anjing. Semakin banyak video yang ditonton, semakin dekat wajah Kunal ke layar. Tiba-tiba—WUUSSS!—Kunal tersedot ke dalam Internet."
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/33714-a-boy-and-a-robot-stand-on-a-platform-surrounded-by-tubes-with-multiple-trains-zooming-past",
                    "story": "\"Di mana aku?\" Kunal telah mendarat di peron sebuah stasiun kereta yang aneh. Di sekelilingnya kereta-kereta melesat keluar-masuk terowongan. Sebuah tanda terpampang di atas kepalanya. Tanda itu bertuliskan \"Jalur Utama\". \"Bagaimana aku bisa sampai di sini ?\" Kunal bertanya-tanya. \"Dan bagaimana aku akan keluar?\"Kemudian Kunal melihat seorang perempuan di peron. Ia tampak sibuk sekali mengatur kereta.\"Maaf, Tante. Ke manakah tujuan kereta-kereta ini ?\" Kunal bertanya kepada perempuan itu. \"Aku Pranata PengaturPengiriman,\" kata perempuan itu, di tengah kesibukannya.\" Tetapi, kamu bisa memanggilku TCP. Keretakereta ini sedang mengambil data dari berbagai bagian di Internet.\""
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/33716-a-robot-works-on-a-touch-screen",
                    "story": "Kunal melihat tangan TCP dengan cepat menggerakkan benda-benda yang terpampang di sebuah layar lebar. \"Wow,\" kata Kunal.\"Apa yang sedang kamu lakukan, Tante TCP?\"\"Aku sedang menyalurkan data melalui Internet, tentu saja,\" jawab TCP \"Segalanya harus berjalan dengan cepat, cepat, cepat!\" Kereta-kereta itu melesat jauh, membawa data ke segala penjuru. \" Tante TCP, jika semua perangkat di Internet saling terhubung, bisakah Tante menolongku untuk pulang kembali?\" \"Tentu!\" kata TCP. Ia mengamati Kunal dari atas sampai ke bawah.\"Kami akan mengirimkanmu dengan cara alih paket. Pertama-tama, kami akan menguraikanmu menjadi beberapa ribu potong. Kemudian kami akan mengirimkan serpihan-serpihanmu melalui berbagai jalur dan kemudian menyatukanmu kembali. \"Tidak!\" kata Kunal dengan cepat.\"Ti... Tidak adakah cara lain?\". \"Hmmm,\" TCP cemberut. \"Mengirimkanmu secara utuh dengan alih sirkuit sangat tidak efisien. Tapi, kalau kamu memaksa, baiklah. Kami akan menanyakan alamatmu kepada ibumu.\" "
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/33723-a-boy-and-a-robot-look-at-multiple-screens",
                    "story": " \"Tetapi aku sendiri juga tahu alamatku.\" kata Kunal dengan bingung. \" Bukan alamat rumahmu,\" jawab TCP. \"Alamat Internetmu!\" Ia membuka sebuah jendela percakapan di udara dan dengan cepat menjelaskan segalanya kepada ibu Kunal.\"Kami mengelola sebuah situs web di komputerku— KunalBabyPictures.com. \"Bisakah Anda menemukannya?\" kata Ibu. \"Kami bisa menemukan komputer ibumu dengan menggunakan Pranata Internet atau IP,\" kata TCP.\"Setiap komputer dan situs web di Internet memiliki nomor sendiri-sendiri yang disebut alamat IP.\"TCP membuka sebuah buku besar dengan tulisan 'DNS' pada sampulnya.\"Buku ini berisi alamat IP dari seluruh situs web yang ada di Internet,\" katanya pada Kunal. Ia memeriksa buku itu dengan seksama hingga—\"Ketemu!\""
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/33727-a-boy-wears-a-disguise-while-a-robot-works-on-a-touch-screen",
                    "story": "\"Sini,\" kata TCP. \"Kamu harus diacak dulu agar tidak ada yang bisa menangkapmu di jalan. \"TCP memberi Kunal topi dan kacamata aneh yang dilengkapi dengan hidung dan kumis. \"Kamu benar-benar data yang sangat rentan!\" katanya. \"Selamat tinggal, Tante TCP!\" jawab Kunal dengan gembira."
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/33728-a-boy-pops-out-from-a-computer-screen-while-his-mother-waits-for-him",
                    "story": "Kunal bergerak dengan cepat, sangat cepat. Kedua lengan dan kakinya menegang. Dan kemudian—BUK! Dia sudah kembali ke rumah. \"Sayangku!\" kata Ibu. \"Senang sekali melihatmu kembali. Lain kali, pelajarilah Internet dengan membaca, bukandengan terperangkap di dalamnya.\"Kunal sangat suka Internet,tetapi ia jauh lebih suka berada di rumahnya. Apakah Internet itu? Internet adalah sebutan bagi segala jenis komputer, telepon, dan tablet yang terhubung satu sama lain. Internet adalah sebuah sistem yang tersebar di seluruh penjuru dunia. Internet memungkinkan kita untuk mengirimkan data dari satukomputer ke komputer lain melalui kawat tembaga, kabel fiber-optik, gelombang radio, dan satelit di ruang angkasa.Setiap perangkat yang terhubung ke Internet memiliki nomor sendiri-sendiri yang disebut alamat IP. Berbagai jenis data dikirimkan melalui Internet, seperti surat elektronik, laman web, video, percakapan, dan gambar. Pranata Pengendali Pengiriman (TCP) adalah serangkaian aturan dan tata cara yang digunakan komputer untuk mengirimkan data dengan pertama-tama menguraikan data tersebut ke dalam potonganpotongan yang disebut paket. Paket-paket ini kemudian disatukan kembali (dengan susunan yang benar!) setelah sampai di tempat tujuan. Cara mengirim data semacam ini dinamakan alih paket. Pada alih sirkuit, seluruh data dikirimkan melalui satu jalur. Cara ini kurang efisien dibandingkan alih paket."
                }
            ]
        },
        {
            "id": "11",
            "title": "Di kolong Tempat Tidurku",
            "thumbnailId": "11",
            "musicId": "3",
            "musicInfo": "Escape Velocity by Scott Buckley",
            "illustrator": "Suvidha Mistry",
            "writer": "Anupa Lal",
            "translator": "Nasema Zeerak",
            "publisher": "Pratham Books",
            "originalUrl": "https://storyweaver.org.in/stories/383467-di-bawah-kolong-tempat-tidurku?mode=read",
            "copyright": "CC-BY-4.0",
            "description": "Terkadang hal-hal aneh mengintai dari kolong tempat tidurku",
            "review": [
                {
                    "idReview": "eYhsBZsr",
                    "name": "Khalid",
                    "review": "Ceritanya menarik",
                    "date": "5 Juni 2023"
                },
                {
                    "idReview": "VXbfLhxQ",
                    "name": "Ananda",
                    "review": "Nice Story",
                    "date": "5 Juni 2023"
                }
            ],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/1682-boy-staring-at-a-pair-of-yellow-glowing-eyes-under-the-bed",
                    "story": "Suatu malam aku terbangun kehausan. Aku ingin mengambil minum. Aku mencari sandalku di bawah kolong tempat tidur. Ya Tuhan! Ada harimau di kolong tempat tidurku. Aku harus bagaimana? "
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/1685-screaming-boy-in-the-bedroom",
                    "story": "Apa aku harus panggil ibu? Tapi bagaimana kalau harimaunya mengaum? Apa aku kembali tidur saja? Tapi aku tidak mengantuk lagi "
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/1687-boy-under-a-blanket-woman-at-the-door-of-his-bedroom",
                    "story": "Lalu ada yang menyalakan lampu. Ternyata ibu sudah berdiri di depan pintu. \"Kenapa, sayang? Kau memanggilku?\" tanya Ibu."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/1689-mother-pulling-a-piece-of-cloth-from-under-the-bed-as-her-son-watches",
                    "story": "Aku menunjuk ke harimau itu. Ibu menariknya dari kolong tempat tidur!"
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/1690-woman-holding-a-black-and-yellow-sweater-boy-grinning",
                    "story": "Wah! Ini bukan harimau. Ini adalah baju hangatku yang bergaris-garis kuning dan hitam. Kancingnya berkilau seperti mata seekor harimau. Tidak ada alasan untuk takut seperti itu! Ibu membawakan air minum buatku."
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/1692-mother-and-son-hugging-with-a-blanket-wrapped-around-them",
                    "story": "Sekarang aku akan kembali tidur. Dan bermimpi tentang harimau-harimau yang sebenarnya di hutan!"
                }
            ]
        },
        {
            "id": "12",
            "title": "Senyum Sizwe",
            "thumbnailId": "12",
            "musicId": "1",
            "musicInfo": "Positive Ukulele by Sokolovsky Music",
            "illustrator": "Genevieve Terblanche",
            "writer": "Vianne Venter",
            "translator": "Debora Naomi Sekar Pangestu ",
            "publisher": " Book Dash",
            "originalUrl": "https://storyweaver.org.in/stories/336350-senyum-sizwe?mode=read",
            "copyright": "CC-BY-4.0",
            "description": "Beberapa hari ini selalu hujan dan semua orang jadi tidak ceria, kecuali Sizwe yang selalu bangun pagi dan tersenyum.",
            "review": [
                {
                    "idReview": "I3XjfW1g",
                    "name": "Khalid",
                    "review": "Nice",
                    "date": "4 Juni 2023"
                },
                {
                    "idReview": "8otHiWlu",
                    "name": "Diaz",
                    "review": "Nice",
                    "date": "4 Juni 2023"
                }
            ],
            "content": [
                {
                    "pictureId": "1",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/40666-boy-and-woman-in-a-mirror",
                    "story": "Beberapa hari ini hujan selalu turun dan semua orang jadi tidak ceria. Ya, semua orang! Kecuali Sizwe yang selalu bangun pagi dan tersenyum. \"Halo Sizwe! Senyummu benar-benar ajaib,\" kata Gogo, nenek Sizwe. \"Apakah senyum itu untukku?\" Sizwe memegang bibirnya. \"Eh tapi ini senyumku, Gogo,\" jawab Sizwe. Ibu Sizwe tersenyum, \"Sizwe, senyuman itu sesuatu yang bisa kamu berikan tanpa kehilangannya. Coba lihat!\" Ibunya menuntun Sizwe ke depan cermin. \"Senyum Sizwe tetap ada dan masih sama seperti sebelumnya.\""
                },
                {
                    "pictureId": "2",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/40668-girl-holdong-a-postcard-up-to-a-man",
                    "story": "Ini waktunya keluar rumah. Ibu mengancingkan jaket Sizwe sampai atas dan mereka berangkat menerobos hujan menuju perpustakaan. Di jalan Sizwe melihat sahabatnya yang bernama Zanele sedang berdiri di dekat jendela. Dia menatap hujan dengan raut muka sedih.Dengan spontan Sizwe tersenyum dan senyum itu terpancar menyeberangi kebun menuju Zanele, sebelum Sizwe sempat menyadarinya. Zanele memegang erat-erat senyum itu – senyum yang terlalu berharga untuk dibiarkan begitu saja. Saat Sizwe berjalan pergi ke perpustakaan, bel pintu Zanele berbunyi. Ternyata tukang pos yang mengantar surat dari sepupu kesayangan Zanele. Zanele sangat senang, senyumnya terpancar dan berseri-seri pada tukang pos. \"Terima kasih, Pak Pos!\" ujar Zanele."
                },
                {
                    "pictureId": "3",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/40671-dog-and-an-old-man-at-a-pedestrian-crossing",
                    "story": "Senyum Zanele adalah hal paling cerah yang dilihat tukang pos sepanjang pagi. Senyum itu membuatnya tetap hangat saat dia harus berjalan susah payah menembus hujan. Dia sampai di sebuah rumah besar. Di dalam gerbang ada seekor anjing berputarputar, menggonggong dan terus menggonggong. Tukang pos tidak bisa menahan senyum melihat tingkah konyol anjing itu. Senyumnya terpancar melewati gerbang dengan kilau kegirangan. Anjing itu berhenti menggonggong. Dia menajamkan telinganya dan mengibaskan ekornya. Lalu dia berbalik dan berlari kembali ke rumah dengan senyum hangatnya. Seorang lelaki tua bungkuk membuka pintu. \"Eh tidak tidak tidak, kamu tidak bisa masuk ke dalam. Kamu basah kuyup!\" katanya pada anjing itu. Tetapi di saat bersamaan, senyum juga menghiasi wajah lelaki tua itu. Pria tua itu berdiri sedikit lebih tegak. \"Ooke\", katanya. \"Hmm… Apakah akan turun hujan? Ah tidak apa-apa. Ayo kita jalanjalan, kawan!\" mereka berjalan dalam genangan air. Di dekat penyeberangan jalan berdiri Bu Makabela, si polisi lalu lintas yang galak. Dia tampak judes, basah kuyup dan menyedihkan. Pria tua itu tahu persis apa yang harus dia lakukan. \"Selamat pagi, Bu Makabela!\" panggilnya sambil tersenyum lebar dan ceria. Tetapi Bu Makabela... tidak balas tersenyum."
                },
                {
                    "pictureId": "4",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/40672-lady-helping-children-cross-a-road",
                    "story": "Hujan-hujanan berhari-hari bisa membuat kita sedih, sedih dan sedih. Tetapi senyum adalah hal yang ajaib. Senyum itu begitu kuat dan cerah jadi sangat sulit untuk menyimpannya sendiri untuk diri kita. Hal itu tidak langsung berhasil tetapi sedikit demi sedikit, senyum itu mulai terbentuk sampai akhirnya... senyum lebar menghiasi wajah Bu Makabela! Bel sekolah berbunyi dan anakanak berlarian menyeberang jalan. Bu Makabela mengeluarkan rambu lalu lintas dan terus tersenyum pada tiap anak yang menyeberang jalan itu. Anak-anak tersenyum pada Ibu, Ayah, Kakek dan Nenek mereka, juga pada kakak dan adik mereka. Mereka juga tersenyum pada sopir bus dan pedagang, juga pada Bu Makau yang kemudian tersenyum pada suaminya, lalu suaminya tersenyum pada Wali Kota ... Senyum itu melompat dan menular, berseri-seri dan menyala sampai SEMUA ORANG tersenyum dan tertawa terbahak-bahak di tengah hujan."
                },
                {
                    "pictureId": "5",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/40674-lady-and-a-child-in-front-of-a-bookshelf",
                    "story": "Suasana di dalam perpustakaan sangat hening, hanya terdengar suara rintik hujan. \"Ini waktunya kita pulang.\" kata Ibu Sizwe sambil menutup bukunya. \"Ah Ibu!\" jawab Sizwe, tidak lagi tersenyum. Tetapi di jalan mereka semua bertemu… Pemandangan yang luar biasa! Semua orang berkumpul di sini! Ya, semua orang! Dan mereka SEMUA tesenyum!"
                },
                {
                    "pictureId": "6",
                    "pictureAttr": "https://storyweaver.org.in/illustrations/40676-boy-greeting-the-sun",
                    "story": "Senyum itu memantul dan berseri-seri pada Sizwe. Mereka menghangatkannya, juga menggelitiknya, dan merangkak naik, naik, naik dari jari kaki... ke ujung kepalanya. Sizwe begitu bahagia sehingga senyumnya memencar, dia tampak ceria dan berseri-seri. Dan sesuatu pun berubah. Sore hari yang gelap, suram, dan hujan tidak tampak begitu muram lagi. Mungkinkah karena...? YA! Awan menyingkir dan matahari yang hangat menyinari mereka, dengan senyum paling lebar, paling ceria dan paling cemerlang dari semua senyuman."
                }
            ]
        }
    ]
}